{
    "perfil": {
      "nome": "Quintino Medeiros",
      "cargo": "Assessor Técnico na Câmara dos Deputados",
      "localizacao": "Brasília - DF",
      "telefone": "61-98877-6655",
      "email": "quintinomedeirosdev@gmail.com",
      "foto_url": "https://avatars.githubusercontent.com/u/87319222?v=4",
      "links": {
        "linkedin": "https://www.linkedin.com/in/quintinomedeiros",
        "whatsapp": "https://api.whatsapp.com/send?phone=5561988776655",
        "maps": "https://maps.app.goo.gl/KTav7svudh533CV6A"
      },
      "sobre": "Ao longo da minha carreira, tive a oportunidade de atuar em diversas organizações, tanto na iniciativa privada quanto no setor público. Sempre me dediquei a entregar resultados de excelência, além de melhorar processos e produtos sob minha gestão. Durante essa jornada, gerenciei e participei de inúmeros projetos, buscando continuamente o aprendizado e o crescimento. E, com muito orgulho, fiz grandes amizades por onde passei. Meu foco sempre foi equilibrar pessoas, processos e resultados, buscando promover saúde, qualidade de vida e alta performance, tanto para mim quanto para as equipes com as quais trabalhei. Minha formação inicial foi em Psicologia, em níveis de graduação e mestrado, com ênfase nas áreas organizacional, social e da saúde. Minha trajetória profissional seguiu pela Gestão de Pessoas, onde desenvolvi expertise em avaliação de desempenho, recrutamento, seleção e desenvolvimento de talentos. Com o intuito de aprimorar ainda mais minhas habilidades e fortalecer o relacionamento com colegas de trabalho, especializei-me em Gestão de Pessoas, Gestão Pública e Auditoria. Essas especializações permitiram-me agregar os conceitos da administração moderna às minhas atividades diárias. Nos últimos anos, considerando que sempre trabalhei com processos e produtos mediados por sistemas informatizados, decidi expandir meus conhecimentos para Análise e Desenvolvimento de Sistemas. Tenho focado no desenvolvimento web front-end, análise e visualização de dados, e, mais recentemente, no estudo de modelos aplicados de inteligência artificial."
    },
  
    "competencias": {
      "pessoais": [
        "Trabalho em equipe",
        "Aprendizado contínuo",
        "Inovação e melhoria de sistemas",
        "Resolução de problemas"
      ],
      "profissionais": [
        { "nome": "Python", "icone": "https://upload.wikimedia.org/wikipedia/commons/c/cf/Python_logo_51.svg" },
        { "nome": "Moodle", "icone": "https://upload.wikimedia.org/wikipedia/commons/c/c6/Moodle-logo.svg" },
        { "nome": "JavaScript", "icone": "https://upload.wikimedia.org/wikipedia/commons/b/ba/Javascript_badge.svg" },
        { "nome": "Power BI", "icone": "https://upload.wikimedia.org/wikipedia/commons/c/cf/New_Power_BI_Logo.svg" }
      ]
    },
  
    "experiencias": [
      {
        "cargo": "Analista Legislativo - Processo Legislativo e Gestão",
        "instituicao": "Câmara dos Deputados",
        "periodo": "desde dezembro de 2016",
        "descricao": "Gestão da plataforma de Aprendizagem Virtual da Câmara dos Deputados. Desenho Instrucional de eventos de capacitação a Distância. Contratação e gestão de educadores. Atendimento aos usuários da Plataforma Virtual de Aprendizagem. Assessoria à Coordenação de Tecnologias Educacionais e Comunicação da Escola da Câmara."
      },
      {
        "cargo": "Analista Administrativo - Área Administrativa",
        "instituicao": "Conselho Nacional de Justiça",
        "periodo": "agosto de 2013 a dezembro de 2016",
        "descricao": "Análise de processos, confecção de relatórios, análise de dados, atualização de normativos e contratação referentes aos seguintes processos: Adicional de Qualificação, Educação Corporativa, Bolsa de Estudo de Pós-Graduação e de Língua Estrangeira. Desde fevereiro de 2014 exercia a função de Chefe Substituto da Seção de Educação Corporativa."
      },
      {
        "cargo": "Analista Pleno",
        "instituicao": "Banco do Brasil",
        "periodo": "dezembro de 2000 a dezembro de 2009",
        "descricao": "Exerci até outubro de 2002 as funções de escriturário, atuando no atendimento ao público da Agência. Depois atuei na Diretoria de Gestão de Pessoas como escriturário, assistente administrativo, analista júnior, analista pleno e assessor pleno. Desenvolvi atividades de normatização e criação de políticas em recrutamento, comissionamento e movimentação de pessoal. Gerenciei o sistema eletrônico de identificação de talentos e atuei como psicólogo colaborador em processos seletivos."
      }
    ],
  
    "portfolio": [
      {
        "titulo": "Robô indicador de compra de ações",
        "repositorio": "https://github.com/quintinomedeiros/robo_indicador.git",
        "descricao": "Repositório do Robô"
      },
      {
        "titulo": "Portfólio feito com Javascript, HTML e CSS",
        "repositorio": "https://github.com/quintinomedeiros/portfolio.git",
        "descricao": "Repositório do Portfólio"
      }
    ],
  
    "idiomas": ["Português", "Inglês", "Espanhol"]
  }
  